Repository: simon-knuth/scanner
Catalog: Scanner/Resources/Localization/*/Resources.resw
Source language: en
Languages: ar_tn, ca, cs, he, hi, hu, nb, nl, pl, pt_br, ro, ru, sk, uk, zh_hans

# TextHelpChooseResolution.Text
source: The resolution determines the overall sharpness of the scan and also heavily influences the file size. Scanning at a high resolution can inflate the file and increase the required time for each page to be scanned. Scanning at a low resolution can result in a loss of detail and even produce illegible text. Selecting a resolution is possible in **flatbed or feeder** mode. The app always chooses a default resolution for you, which works great for all kinds of scans. Sometimes it even recommends a resolution for documents and a separate one for photos. As a rule of thumb, documents only require a resolution of about 300 DPI, whereas photos benefit from a higher resolution of about 500 DPI.
ar_tn: تحدد الدقة مدى وضوح المستند الذي يتم مسحه ضوئياً، كما أنها تؤثر بشكل كبير على حجم الملف. يمكن أن يؤدي المسح الضوئي بدقة عالية إلى تضخيم الملف وزيادة وقت المسح المطلوب لكل صفحة. كما يمكن أن يؤدي المسح الضوئي بدقة منخفضة إلى فقدان التفاصيل وحتى إنتاج نص غير مقروء. طريقةإختيار الدقة في وضعيتي ** الماسح المسطح أو وحدة التغذية **. يختار التطبيق دائما دقة افتراضية، وهذه الدقة تعمل بشكل رائع لكافة أنواع عمليات المسح الضوئي. في بعض الأحيان قد ينصح التطبيق بدقة معينة للوثائق وأخرى للصور. ولكن كقاعدة عامة، تحتاج المستندات إلى دقة 300 نقطة في البوصة فقط، بينما الحصول على صور نقية، يحتاج إلى دقة أعلى - أي حوالي 500 نقطة في البوصة.
ca: La resolució determina la nitidesa de l'escaneig i també influencia la mida final del fitxer. Escanejar a alta resolució pot augmentar la mida del fitxer resultant i el temps requerit per a processar cada pàgina. Escanejar a baixa resolució pot resultar en una pèrdua de detalls o inclús en la il·legibilitat del document. La selecció de resolucions és possible en el mode **d'alimentador o de vidre**. L'aplicació sempre escull una resolució predeterminada, la qual funciona bé per a qualsevol tipus de document. A vegades recomana una resolució per a documents i una altra per a imatges. Com a regla bàsica, els documents necessiten una resolució de 300 DPI aproximadament, i les imatges es beneficien d'una resolució més alta de 500 DPI.
cs: Rozlišení určuje celkovou ostrost skenu a také výrazně ovlivňuje velikost souboru. Skenování ve vysokém rozlišení může soubor zvětšit a prodloužit dobu potřebnou pro naskenování každé stránky. Skenování v nízkém rozlišení může vést ke ztrátě detailů a dokonce k nečitelnému textu. Výběr rozlišení je možný v režimu **plochého tisku nebo podavače**. Aplikace za vás vždy vybere výchozí rozlišení, které skvěle funguje pro všechny druhy skenování. Někdy dokonce doporučí rozlišení pro dokumenty a samostatné rozlišení pro fotografie. Obecně platí, že pro dokumenty stačí rozlišení přibližně 300 DPI, zatímco pro fotografie je vhodné vyšší rozlišení, přibližně 500 DPI.
he: הרזולוציה קובעת את החדות הכוללת של הסריקה וגם משפיעה מאוד על גודל הקובץ. סריקה ברזולוציה גבוהה עלולה לנפח את הקובץ ולהאריך את הזמן הדרוש לכל עמוד לסריקה. סריקה ברזולוציה נמוכה עלולה לגרום לאובדן פרטים ואולי אף ליצור טקסט בלתי קריא. בחירת רזולוציה אפשרית במצב **משטח אופקי או מזין**. האפליקציה תמיד בוחרת עבורך רזולוציית ברירת מחדל, שעובדת נהדר עבור כל סוגי הסריקות. לפעמים היא אפילו ממליצה על רזולוציה למסמכים ואחת נפרדת לתמונות. ככלל, מסמכים דורשים רזולוציה של כ- 300 DPI בלבד, בעוד שתמונות נהנות מרזולוציה גבוהה יותר של כ- 500 DPI.
hi: रिज़ॉल्यूशन स्कैन की समग्र तीक्ष्णता को निर्धारित करता है और फ़ाइल साइज को भी भारी रूप से प्रभावित करता है। उच्च रिज़ॉल्यूशन पर स्कैन करना फ़ाइल को बड़ा कर सकती है और प्रत्येक पृष्ठ को स्कैन करने के लिए आवश्यक समय बढ़ा सकती है। कम रिज़ॉल्यूशन पर स्कैन करने से विवरण का नुकसान हो सकता है और यहां तक कि अस्पष्ट पाठ का उत्पादन भी हो सकता है। **फ्लैटबेड या फीडर** मोड में रिज़ॉल्यूशन का चयन करना संभव है। ऐप हमेशा आपके लिए एक डिफ़ॉल्ट रिज़ॉल्यूशन चुनता है, जो सभी प्रकार के स्कैन के लिए बहुत अच्छा काम करता है। कभी-कभी यह दस्तावेजों और तस्वीरों के लिए अलग-अलग रिज़ॉल्यूशन का भी सुझाव देता है। एक नियम के रूप में, दस्तावेज़ों को केवल लगभग ३०० डीपीआई के रिज़ॉल्यूशन की आवश्यकता होती है, जबकि तस्वीरों को लगभग ५०० डीपीआई के उच्च रिज़ॉल्यूशन से लाभ होता है।
hu: A felbontás határozza meg a szkennelés általános élességét, és nagymértékben befolyásolja a fájlméretet is. A nagy felbontású szkennelés megnövelheti a fájlt, és az egyes oldalak beolvasásához szükséges időt. Az alacsony felbontás a részletek elvesztését, sőt olvashatatlan szöveget is eredményezhet. A felbontás kiválasztása **síkágyas vagy adagoló** módban lehetséges. Az alkalmazás mindig kiválaszt egy alapértelmezett felbontást, amely kiválóan működik minden típusú beolvasásnál. Néha még a dokumentumokhoz is ajánl felbontást, a fényképekhez pedig külön. Ökölszabályként a dokumentumok csak körülbelül 300 DPI-s felbontást igényelnek, míg a fényképeknél nagyobb, körülbelül 500 DPI-s a felbontás.
nb: Oppløsningen bestemmer den generelle skapheten til skanningen og den påvirker også filstørrelsen i en stor grad. Skanning med høy oppløsning kan blåse opp filen og øke den nødvendige tiden for hver side som skal skannes. Skanning med lav oppløsning kan føre til tap av detaljer og til og med produsere uleselig tekst for eksempel via O.C.R. Velger du en oppløsning muligens i **flatseng/flatbed eller mater/feeder** modus. Appen vil alltid velge en standardoppløsning for deg, som fungerer for alle typer av skanninger. men noen ganger anbefaler den deg til og med en forskjellig oppløsning på oppløsning imellom bilder å dokumenter. Som en tommelfingerregel, dokumenter bare krever kun en oppløsning på 300 DPI, mens bilder har en høyere oppløsning på ca. 500 DPI.
nl: De resolutie bepaalt de algehele scherpte van de scan en heeft ook een grote invloed op de bestandsgrootte. Scannen met een hoge resolutie kan het bestand opblazen en de benodigde tijd voor elke pagina die moet worden gescand, verlengen. Scannen met een lage resolutie kan leiden tot verlies van detail en zelfs tot onleesbare tekst. Het selecteren van een resolutie is mogelijk in **flatbed- of feeder**-modus. De app kiest altijd een standaardresolutie voor je, wat prima werkt voor allerlei soorten scans. Soms wordt zelfs een resolutie aanbevolen voor documenten en een aparte resolutie voor foto's. Als vuistregel geldt dat documenten slechts een resolutie van ongeveer 300 DPI nodig hebben, terwijl foto's baat hebben bij een hogere resolutie van ongeveer 500 DPI.
pl: Rozdzielczość określa ogólną ostrość skanu, a także ma duży wpływ na rozmiar pliku. Skanowanie w wysokiej rozdzielczości może zwiększyć rozmiar pliku i wydłużyć wymagany czas skanowania każdej strony. Skanowanie w niskiej może spowodować utratę szczegółów, a nawet nieczytelny tekst. Wybór rozdzielczości jest możliwy w trybie **płaskim lub podajnika**. Aplikacja zawsze wybiera dla Ciebie domyślną rozdzielczość, która świetnie sprawdza się w przypadku wszelkiego rodzaju skanów. Czasami nawet zaleca rozdzielczość osobną dla dokumentów i osobną dla zdjęć. Z reguły dokumenty wymagają rozdzielczości około 300 DPI, podczas gdy zdjęcia korzystają z wyższej rozdzielczości około 500 DPI.
pt_br: A resolução determina a nitidez geral da varredura e também influencia fortemente o tamanho do arquivo. A digitalização em alta resolução pode inflar o arquivo e aumentar o tempo necessário para que cada página seja digitalizada. A digitalização em baixa resolução pode resultar em uma perda de detalhes e até mesmo produzir texto ilegível. A seleção de uma resolução é possível no modo **vidro ou alimentador**. O aplicativo sempre escolhe uma resolução padrão para você, a qual funciona muito bem para todos os tipos de varreduras. Às vezes até recomenda uma resolução para documentos e outra para fotos. Como regra de ouro, os documentos exigem apenas uma resolução de cerca de 300 DPI, enquanto as fotos se beneficiam de uma resolução superior de cerca de 500 DPI.‎
ro: Rezoluția determină calitatea generală a scanării și influențează considerabil și dimensiunea fișierului rezultat. Scanând la rezoluții înalte veți crește dimensiunea fișierelor și timpul necesar pentru a finaliza operațiunea de scanare. Scanând la rezoluții joase s-ar putea să pierdeți detalii din document sau chiar să nu puteți citi scrisul. Selectarea unei rezoluții este posibilă în modurile **pat de sticlă sau fidăr**. Aplicația alege întotdeauna o rezoluție implicită pentru dumneavoastră, care merge bine pentru toate tipurile de scanări. Câteodată vă poate chiar recomanda o rezoluție pentru documente și una diferită pentru fotografii. Ca o regulă generală, documentele nu necesită rezoluții mai mari de 300 DPI, în timp ce fotografiile pot beneficia de rezoluții de până la 500 DPI.
ru: Разрешение определяет общую чёткость сканирования, а также сильно влияет на размер файла. Сканирование с высоким разрешением может утяжелять файл и увеличивать необходимое время для сканирования каждой страницы. Сканирование с низким разрешением может привести к потере детализации и даже к нечитаемому тексту. Выбор разрешения возможен в режиме **планшета или податчика**. Приложение всегда выбирает для вас разрешение по умолчанию, которое отлично работает для всех видов сканирования: от документов до фотографий! Как правило, документы требуют разрешения около 300 DPI, тогда как для фотографий требуется более высокое разрешение около 500 DPI.
sk: Rozlíšenie určuje celkovú ostrosť skenovania a tiež výrazne ovplyvňuje veľkosť súboru. Skenovanie vo vysokom rozlíšení môže zväčšiť súbor a predĺžiť požadovaný čas na skenovanie každej strany. Skenovanie pri nízkom rozlíšení môže viesť k strate detailov a dokonca k nečitateľnému textu. Výber rozlíšenia je možný v režime **plochý alebo podávač**. Aplikácia za vás vždy vyberie predvolené rozlíšenie, ktoré funguje skvele pri všetkých druhoch skenovania. Niekedy dokonca odporúča rozlíšenie pre dokumenty a samostatné pre fotografie. Dokumenty spravidla vyžadujú rozlíšenie iba približne 300 DPI, zatiaľ čo fotografie využívajú vyššie rozlíšenie približne 500 DPI.
uk: Роздільна здатність визначає загальну різкість скана, а також сильно впливає на розмір файлу. Сканування з високою роздільною здатністю може збільшити розмір файлу та збільшити час сканування кожної сторінки. Сканування з низькою роздільною здатністю може призвести до втрати деталей і навіть до нерозбірливого тексту. Вибір роздільної здатності можливий у режимі **планшета або пристрою подавання**. Застосунок завжди вибирає для вас стандартну роздільну здатноість, яка відмінно підходить для всіх видів сканування. Іноді навіть рекомендує роздільну здатніость для документів та окрему для фотографій. Як правило, для документів потрібна роздільна здатність лише близько 300 DPI, тоді як фотографії мають більшу роздільну здатність близько 500 DPI.
zh_hans: 分辨率决定了扫描的整体清晰度，也严重影响文件大小。高分辨率的扫描将使文件变大，并增加每页扫描所需的时间。低分辨率扫描会导致细节丢失，甚至产生难以辨认的文本。 在 **平板或进纸** 模式中，你可以选择分辨率。扫描仪 总是会为你选择一个默认分辨率，这对于各种扫描都非常有用。有时候，它甚至会为文档或照片的分辨率提供不同建议。 一般来说，文档只需要 300 DPI 左右的分辨率，而照片则需要 500 DPI 左右的高分辨率。

# TextHelpReorderPdf.Text
source: Mixed up some pages while scanning? No need to start over, you can quickly reorder the pages in your PDF file after scanning. Just drag and drop pages in the page list and put everything where it belongs.
ar_tn: إذا أختلطت عليك بعض الصفحات أثناء المسح الضوئي، لا حاجة لإعادة العمل من جديد. يمكنك إعادة ترتيب صفحات ملف الPDF بسرعة بعد المسح الضوئي. ما عليك سوى سحب الصفحات ووضعها في مكانها الصحيح في القائمة.
ca: Heu mesclat alguna pàgina durant l'escaneig? No heu de començar de nou, podeu reordenar les pàgines del vostre PDF després de l'escaneig. Agafeu les pàgines de la llista i reordeneu-les en el seu ordre correcte.
cs: Pomíchali jste při skenování některé stránky? Nemusíte začínat znovu, po skenování můžete rychle změnit pořadí stránek v souboru PDF. Stačí přetáhnout stránky v seznamu stránek a vše zařadit tam, kam patří.
he: ערבבת כמה דפים בזמן הסריקה? אין צורך להתחיל מחדש, ניתן לסדר מחדש במהירות את העמודים בקובץ PDF לאחר הסריקה. פשוט גרור ושחרר דפים ברשימת הדפים ומקם את הכל במקום שאליו הוא שייך.
hi: स्कैनिंग करते समय कुछ पृष्ठ इधर-उधर हो गए? फिर से प्रारंभ करने की आवश्यकता नहीं है, आप स्कैन करने के बाद अपनी पीडीएफ फ़ाइल में पृष्ठों को शीघ्रतः पुन: व्यवस्थित कर सकते हैं। पृष्ठों को उठाकर बस पृष्ठ सूची में डाल दें और वहां पृष्ठों को क्रमबद्ध कर दें।
hu: Összekevert néhány oldalt szkennelés közben? Nem kell újrakezdeni, a beolvasás után gyorsan átrendezheti az oldalakat a PDF-fájlban. Csak húzza át az oldalakat az oldallistába, és tegyen mindent a helyére.
nb: Omstokkinga gikk over styr? Ingen grunn til ekstraarbeid, du kan kjapt rydde i PDF filen etter skanningen er gjennomført. Bare dra og slipp sider i sideoversikten å putt alt der du vil ha det tilhørt.
nl: Sommige pagina's door elkaar gehaald tijdens het scannen? U hoeft niet opnieuw te beginnen, u kunt de pagina's in uw PDF-bestand na het scannen snel opnieuw ordenen. Sleep pagina's naar de paginalijst en zet ze neer waar het hoort.
pl: Pomieszałeś strony podczas skanowania? Nie musisz zaczynać od nowa, możesz szybko zmienić kolejność stron w pliku PDF po zeskanowaniu. Po prostu przeciągnij i upuść strony na liście stron i umieść wszystko tam, gdzie powinno sie znajdować.
pt_br: Misturou algumas páginas durante a digitalização? Não há necessidade de recomeçar, pois você pode rapidamente reordenar as páginas no seu arquivo PDF ao final da sessão. Simplesmente arraste e solte as páginas da lista de páginas para a posição desejada.
ro: Ați încurcat câteva pagini în timp ce le scanați? Nu trebuie să începeți de la zero, doar trebuie să reordonați paginile în PDF după ce le-ați terminat de scanat. Trageți și mutați paginile în lista paginilor și așezați totul la locul lui.
ru: Перепутали несколько страниц при сканировании? Нет необходимости начинать сначала, вы можете быстро изменить порядок страниц в файле PDF после сканирования. Просто перетащите страницы в список страниц и поместите всё на свои места.
sk: Pomiešali ste pri skenovaní niektoré strany? Nie je potrebné začínať odznova, po naskenovaní môžete rýchlo zmeniť poradie stránok v súbore PDF. Stačí pretiahnuť stránky v zozname stránok a umiestniť všetko tam, kam patrí.
uk: Переплутали деякі сторінки під час сканування? Немає необхідності починати спочатку, ви можете швидко змінити порядок сторінок у вашому PDF-файлі після сканування. Просто перетягніть сторінки в список сторінок і помістіть все туди, де їм належить бути.
zh_hans: 扫描时把一些页面弄混了？无需重新开始。扫描后可以快速重新排序PDF页面。只需在页面列表中拖放，并将所有页面放在它所属的位置。

# TextHelpSaveChanges.Text
source: If you edit your scans in the app, the changes are saved immediately in the background. Just scan some pages, edit the result and you're done!
ar_tn: إذا قمت بتحرير المستندات التي تم مسحها ضوئياً في التطبيق، تحفظ التغييرات تلقائياً في الخلفية. ما عليك سوى مسح بعض الصفحات، وتعديل النتيجة، وأنتهيت من العمل!
ca: Si editeu els escanejos a l'aplicació, els canvis es desaran automàticament en segon pla. Simplement escanegeu un document, editeu-lo una mica i ja està!
cs: Pokud v aplikaci upravíte skenování, změny se okamžitě uloží na pozadí. Stačí naskenovat několik stránek, upravit výsledek a je hotovo!
he: אם תערוך את הסריקות שלך ביישום, השינויים יישמרו מיד ברקע. פשוט סרוק כמה דפים, ערוך את התוצאה וסיימת!
hi: यदि आप ऐप में अपने स्कैन संपादित करते हैं, तो परिवर्तन तुरंत पृष्ठभूमि में सहेजे जाते हैं। बस कुछ पृष्ठों को स्कैन करें, परिणाम संपादित करें और आपका काम हो गया!
hu: Ha szerkeszti a beolvasásokat az alkalmazásban, a módosítások azonnal mentésre kerülnek a háttérben. Csak szkenneljen be néhány oldalt, szerkessze az eredményt és kész!
nb: Du kan endre skanningene i appen, endringene blir lagret umiddelbart i bakgrunnen. Bare skann noen sider, endre resultat å du er ferdig!
nl: Als u uw scans in de app bewerkt, worden de wijzigingen direct op de achtergrond opgeslagen. Scan gewoon wat pagina's, bewerk het resultaat en je bent klaar!
pl: Jeśli edytujesz skany w aplikacji, zmiany są natychmiast zapisywane w tle. Wystarczy zeskanować kilka stron, edytować wynik i gotowe!
pt_br: Se você editar suas digitalizações no aplicativo, as mudanças são salvas imediatamente e de forma automática. Apenas digitalize algumas páginas, edite o resultado e pronto!
ro: Dacă vă editați scanările în aplicație, schimbările sunt salvate imediat în fundal. Doar scanați câteva pagini, editați rezultatul și ați terminat!
ru: Если вы редактируете свои сканы в приложении, изменения немедленно сохраняются в фоновом режиме. Просто отсканируйте несколько страниц, отредактируйте результат, и всё готово!
sk: Ak svoje skeny upravíte v aplikácii, zmeny sa okamžite uložia na pozadí. Stačí naskenovať niekoľko strán, upraviť výsledok a máte hotovo!
uk: Якщо ви редагуєте свої сканування в застосунку, зміни відразу ж зберігаються у фоновому режимі. Просто відскануйте кілька сторінок, відредагуйте результат і готово!
zh_hans: 如果在应用程序中编辑扫描，更改会立即保存。尽管去扫描页面，编辑结果吧！

# TextHelpStartNewPdf.Text
source: If you'd like to scan to a new PDF file instead of adding pages to an existing one, you don't need to restart the app. Just select the little arrow next to the scan button and start fresh.
ar_tn: إذا كنت ترغب في المسح الضوئي إلى ملف PDF جديد بدلا من إضافة صفحات إلى ملف موجود، فلن تحتاج إلى إعادة تشغيل التطبيق. ما عليك سوى اختيار السهم الصغير بجوار زر المسح الضوئي والبدء من جديد.
ca: Si volguéssiu escanejar a un PDF nou en comptes d'afegir pàgines a l'anterior, no cal que reinicieu l'aplicació. Simplement seleccioneu la fletxeta del costat del botó d'escanejar i comenceu de nou.
cs: Pokud chcete skenovat do nového souboru PDF namísto přidávání stránek do stávajícího souboru, nemusíte aplikaci restartovat. Stačí vybrat malou šipku vedle tlačítka skenování a začít znovu.
he: אם ברצונך לסרוק לקובץ PDF חדש במקום להוסיף עמודים לקובץ קיים, אינך צריך להפעיל מחדש את היישום. פשוט בחר את החץ הקטן לצד לחצן הסריקה והתחל מחדש.
hi: यदि आप किसी मौजूदा पीडीएफ फ़ाइल में पेज जोड़ने के बजाय एक नई पीडीएफ फ़ाइल को स्कैन करना चाहते हैं, तो आपको ऐप को पुनरारंभ करने की आवश्यकता नहीं है। बस स्कैन बटन के बगल में छोटे तीर का चयन करें और नए सिरे से प्रारंभ करें।
hu: Ha új PDF-fájlba szeretne beolvasni ahelyett, hogy egy meglévőhöz oldalakat fűzne hozzá, akkor nem kell újraindítania az alkalmazást. Csak kattintson a szkennelés gomb melletti kis nyílra, és válassza a "Szkennelés új fájlba" lehetőséget.
nb: Du kan endre skanningene i appen, endringene er lagret Umiddelbart i
nl: Als u naar een nieuw PDF-bestand wilt scannen in plaats van pagina's aan een bestaand bestand toe te voegen, hoeft u de app niet opnieuw te starten. Selecteer gewoon de kleine pijl naast de scanknop en begin opnieuw.
pl: Jeśli chcesz skanować do nowego pliku PDF zamiast dodawać strony do istniejącego, nie musisz ponownie uruchamiać aplikacji. Po prostu wybierz małą strzałkę obok przycisku skanowania i zacznij od nowa.
pt_br: Se você preferir digitalizar para um novo arquivo PDF em vez de adicionar páginas a um já existente, não há necessidade de reiniciar o aplicativo. Simplesmente selecione a pequena seta próxima ao botão de digitalização para recomeçar.
ru: Если вы хотите сканировать в новый файл PDF вместо добавления страниц в существующий, вам не нужно перезапускать приложение. Просто нажмите маленькую стрелку рядом с кнопкой сканирования и выберите пункт «Сканировать и начать заново».
sk: Ak chcete namiesto pridávania stránok do existujúceho súboru skenovať do nového súboru PDF, aplikáciu nemusíte reštartovať. Stačí vybrať malú šípku vedľa tlačidla skenovania a začať odznova.
uk: Якщо ви хочете відсканувати в новий PDF-файл замість того, щоб додавати сторінки до наявного, вам не потрібно перезапускати застосунок. Просто виберіть маленьку стрілку біля кнопки сканування та почніть заново.
zh_hans: 如果你想扫描到一个新的PDF文件，而不是在现有的PDF文件中添加页面，你不需要重新启动应用程序。只需选择扫描按钮旁边的小箭头，然后重新开始。
